local M = {
    [101] = {
        id = 101,
        h1 = "善恶终有报",
        h2 = "这是什么游戏",
        desc = "等级官职对照说明",
        form = "0.3|0.7\n等级|官职\n1|知县\n2|府衙\n3|县令\n4|郡守\n5|知府\n6|太守\n7|刺史\n8|州牧\n9|大州牧\n10|将行\n",
    },
    [102] = {
        id = 102,
        h1 = "善恶终有报",
        h2 = "这个游戏好玩",
        form = "0.3|0.7\n徭役令|提升当前所有资源生产队列速度的10%，可重复使用\n虎符|提升当前所有征兵队列征兵速度的10%，可重复使用\n战鼓|提升当前所有训练队列训练速度的10%，可重复使用\n银战鼓|当前的一只部队训练队列立即完成\n银宝箱|打开后随机获得一定数量的粮食/木材/石料/铜币/元气玉中的任一种资源\n",
    },
    [103] = {
        id = 103,
        h1 = "善恶终有报",
        h2 = "这个游戏牛逼",
        desc = "冰冷与黑暗并存的宇宙深处，九具庞大的龙尸拉着一口青铜古棺，亘古长存。 这是太空探测器在枯寂的宇宙中捕捉到的一幅极其震撼的画面。九龙拉棺，究竟是回到了上古，还是来到了星空的彼岸？一个浩大的仙侠世界，光怪陆离，神秘无尽。热血似火山沸腾，激情若瀚海汹涌，欲望如深渊无止境……登天路，踏歌行，弹指遮天。",
    },
    [104] = {
        id = 104,
        h1 = "善恶终有报",
        h2 = "这个游戏好帅",
        desc = "无尽火域，炎帝执掌，万火焚苍穹。 武境之内，武祖之威，震慑乾坤。 西天之殿，百战之皇，战威无可敌。 北荒之丘，万墓之地，不死之主镇天地少年自北灵境而出，骑九幽冥雀，闯向了那精彩绝伦的纷纭世界，主宰之路，谁主沉浮？ 大千世界，万道争锋，吾为大主宰。",
    },
    [201] = {
        id = 201,
        h1 = "天道好轮回",
        h2 = "你是什么鬼",
        desc = "在这个世界中，强大的武者能翻山倒海，毁天灭地！\n本是资质平凡的他，因为得到了一个神秘的特殊空间！任何的武学都可以在神秘空间中推演，别人修行几十年，他只需要一年！\n只要有足够的灵石，什么天才在他的面前都是浮云！",
    },
    [202] = {
        id = 202,
        h1 = "天道好轮回",
        h2 = "你在干什么",
        desc = "这里没有魔法，没有斗气，没有武术，却有神奇的武魂。这里的每个人，在自己六岁的时候，都会在武魂殿中令武魂觉醒。武魂有动物，有植物，有器物，它们可以辅助人们的日常生活。而其中一些特别出色的武魂却可以用来修炼，这个职业，是斗罗大陆上最为强大也是最重要的职业，——魂师。",
    },
    [301] = {
        id = 301,
        h1 = "不信抬头看",
        h2 = "这是哪里",
        desc = "这是一个支离破碎的世界，这是一个被遗忘的角落。那一天，是宁城最失意的时候，哪一天，他被硬生生的带到了这里。这个世界因为有了宁城，将在浩瀚星空中留名，将在无尽宇宙中闪耀！",
    },
    [401] = {
        id = 401,
        h1 = "苍天饶过谁",
        h2 = "我在哪里",
        desc = "万水千山，以我为尊；八荒六合，唯我称雄！我欲舞风云，凌天下，踏天域，登苍穹！谁可争锋？！ 诸君可愿陪我，并肩凌天下，琼霄风云舞，征战这天域苍穹？！",
    },
}
return M
